export const popularCities = ["تهران", "مشهد", "شیراز", "کیش"];
export const popularCitiesFlights = [
  {
    id: "c1",
    title: "تهران",
    flights: [
      {
        id: "f1",
        from: "شیراز",
        to: "تهران",
        price: 1700000,
        image: "/images/popularServices1.jpg",
      },
      {
        id: "f2",
        from: "تهران",
        to: "کیش",
        price: 2500000,
        image: "/images/popularServices2.jpg",
      },
      {
        id: "f3",
        from: "تهران",
        to: "مشهد",
        price: 1500000,
        image: "/images/popularServices3.jpg",
      },
      {
        id: "f4",
        from: "مشهد",
        to: "تهران",
        price: 1500000,
        image: "/images/popularServices4.jpg",
      },
    ],
  },
];
export const frequentQuestions = [
  {
    title: "در هر پرواز میزان بار مجاز چقدر است؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title: "نرخ بلیط هواپیما برای نوزادان و کودکان زیر 12سال چگونه است؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title: "آیا پس از خرید اینترنتی بلیط هواپیما امکان استرداد آن وجود دارد؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title:
      "آیا پس از خرید بلیط هواپیما امکان تغییر نام یا نام خانوادگی وجود دارد؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title:
      "هنگامی که از سایت خرید بلیط هواپیما رزرو بلیط را انجام می‌دهیم امکان انتخاب صندلی مورد نظرمان وجود دارد؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title:
      "بلیط پرواز چه کشورها ایرلاین‌هایی را می‌توانم‌ در سایت بیلیتو جستجو و خریداری کنم؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
  {
    title: "چطور تاریخ پرواز را تغییر دهیم؟",
    text: "بلیط تمام خطوط هوایی دنیا در سایت بیلیتو موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در بیلیتو قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت‌های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و... نیز روی سایت بیلیتو به فروش می‌رسد.",
  },
];
export const tempHistoryCity = [
  { id: 1, sourceCity: "تهران", distentionCity: "مشهد" },
  { id: 2, sourceCity: "مشهد", distentionCity: "تهران" },
  { id: 3, sourceCity: "اصفهان", distentionCity: "مشهد" },
  { id: 4, sourceCity: "سیستان و بلوجستان", distentionCity: "مشهد" },
  { id: 5, sourceCity: "مشهد", distentionCity: "شیراز" },
  { id: 6, sourceCity: "تهران", distentionCity: "خوزستان" },
  { id: 7, sourceCity: "شیراز", distentionCity: "تهران" },
  { id: 8, sourceCity: "روسیه", distentionCity: "ایران" },
  { id: 9, sourceCity: "تهران", distentionCity: "کیش" },
];
export const ticketClasses = ["اکونومی", "بیزینس", "فرست"];
export const localCities = [
  {
    name: "تهران",
    airPort: "فرودگاه بین الملی تهران",
  },
  { name: "مشهد", airPort: "فرودگاه بین الملی مشهد" },
  { name: "شیراز", airPort: "فرودگاه سعادت شیراز" },
  { name: "کیش", airPort: "فرودگاه بین الملی کیش" },
];
export const internationalCities = [
  { name: "ایران", airPort: "فرودگاه بین الملی تهران" },
  { name: "روسیه", airPort: "فرودگاه بین الملی روسیه" },
];
export const internationalCitiesInsurance = [
  "روسیه",
  "ترکیه",
  "ارمنستان",
  "آذربایجان",
  "انگلیس",
  "دبی",
  "عراق",
];
export const travelTimes = [
  "1 تا 4 روز",
  "5 تا 8 روز",
  "9 تا 10 روز",
  "11 تا 15 روز",
  "16 تا 21 روز",
  "22 تا 23 روز",
  "24 تا 31 روز",
  "32 تا 45 روز",
  "3 ماه",
  "6 ماه",
  "1 سال",
];
export const passengerRange = [
  { title: "۰ تا ۱۲ سال", identifier: "range0To12" },
  { title: "۱۳ تا ۶۵ سال", identifier: "range13To65" },
  { title: "۶۶ تا ۷۰ سال", identifier: "range66To70" },
  { title: "۷۱ تا ۷۵ سال", identifier: "range71To75" },
  { title: "۷۶ تا ۸۰ سال", identifier: "range76To80" },
  { title: "۸۱ سال به بالا", identifier: "range81ToHigher" },
];
